Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "The prime minister will go to the president later today so that he can receive the mandate to form a government," Kammenos added, after leaving his meeting with Tsipras at Syriza's headquarters in Athens on Monday.
pt: "A partir deste momento há um governo, nós daremos um voto de confiança ao novo primeiro-ministro", declarou Kammenos na manhã desta segunda-feira, depois de uma reunião com Tsipras .

source: Chamber of Deputies' elected speaker beat out President Rousseff's candidate.
pt: Cunha derrota o governo e é eleito presidente da Câmara

source: BAGHDAD/BEIRUT Iraqi forces recaptured territory from advancing Islamic State militants near the recently-fallen city of Ramadi on Sunday, while in Syria the government said the Islamists had killed hundreds of people since capturing the town of Palmyra.
pt: Forças iraquianas recuperaram territórios de militantes do Estado Islâmico no oeste do Iraque neste domingo, avançando em direção à cidade de Ramadi, uma semana depois de a região ser dominada pelos insurgentes.

source: BEIJING (Reuters) - China will reduce its intervention in the currency market, Central Bank Governor Zhou Xiaochuan said on Wednesday, striking a conciliatory note in public about the yuan's value as he promised to free the interest rate market as...
pt: PEQUIM (Reuters) - O presidente do banco central da China, Zhou Xiaochuan, afirmou nesta quinta-feira que o governo vai aumentar a flexibilidade do iuan e reduzirá a intervenção no mercado.

source: "He was spitting in my face as he was yelling at me, calling me a dog, saying I'm not even a human being and I will go to hell," Sydney Daily Telegraph photographer Kristi Miller told her paper on Monday.
pt: "Ele cuspia ao gritar, me chamando de cadela, dizendo que não sou um ser humano e que iria para o inferno", acrescentou a fotógrafa do grupo News Corporation .

source: 2nd AirAsia black box retrieved
pt: Indonésia: recuperada caixa-preta do avião da AirAsia

source: You want to do something here, you've got to do it together. '
pt: Você fica na incerteza, às vezes você quer fazer uma conta e não pode fazer .

source: They will also dwell on "closer coordination on global energy markets".
pt: Eles também devem discutir uma "coordenação mais estreita sobre o mercado global de energia", segundo o ministro russo.

source: Cameron has until now been largely absent from the debate after conceding that his privileged background and center-right politics mean he is not the best person to win over Scots, who returned just one Conservative lawmaker out of 59 in 2010.
pt: Essa não é uma decisão sobre os próximos cinco anos, mas uma decisão sobre o próximo século", acrescentou Cameron, que até agora havia ficado ausente do debate sobre a independência da Escócia por acreditar que sua militância em políticas de centro-direita não seriam os maiores atrativos para conquistar os escoceses, que elegeram apenas um parlamentar conservador entre 59 em 2010.

source: KABUL (Reuters) - Armed men opened fire at a wedding ceremony in northern Afghanistan, killing at least 21 guests and wounding eight, provincial officials said on Monday.
pt: Um tiroteio durante um casamento no norte do Afeganistão deixou ao menos 21 mortos e oito feridos, relataram autoridades locais nesta segunda-feira (27).

source: The services survey resonates with three other PMIs released earlier this week that showed stubborn weakness in China's factory and services sectors last month, adding to bets that Beijing will have to increase policy support to avoid a sharper downturn.
pt: Pesquisas sobre os setores industriais e de serviços da China mostraram uma fraqueza persistente na segunda maior economia do mundo em março, ampliando as apostas de que Pequim terá que adotar mais medidas de suporte para evitar uma forte desaceleração.

source: Cambodian riot police on Saturday dispersed opposition protesters from a park in the capital where they have held daily rallies against the kingdom's strongman premier, a day after authorities launched a deadly crackdown on striking garment workers.
pt: A polícia cambojana dispersou neste sábado uma manifestação da oposição em um parque da capital Phnom Penh, onde eram realizados protestos diários contra o primeiro-ministro.

source: The Saudi-led coalition bombarded rebel positions early Wednesday in Yemen’s main southern city Aden in a seventh night of raids that also targeted the capital and other areas.
pt: A capital do Iêmen, Sanaa, sofreu na noite desta segunda-feira os bombardeios mais violentos desde o início dos ataques da coalizão árabe liderada pela Arábia Saudita contra os rebeldes xiitas que controlam a cidade.

source: Asif Kapadia, the director of the Amy Winehouse documentary “Amy,” added on Twitter that his wife was also initially refused entry to his film’s Cannes premiere Saturday because she wasn’t wearing heels, but she was eventually allowed in.
pt: O diretor Asif Kapadia, do documentário Amy, sobre a cantora Amy Winehouse, somou-se à polêmica afirmando em um tuíte que sua esposa também teve o mesmo problema, mas que finalmente conseguiu entrar na sala.

source: Eating placenta 'does not benefit health'
pt: Comer placenta não traz benefícios à saúde, diz estudo

source: BAGHDAD/BEIRUT (Reuters) - Iraqi forces recaptured territory from advancing Islamic State militants near the recently-fallen city of Ramadi on Sunday, while in Syria the government said the Islamists had killed hundreds of people since capturing the town of Palmyra.
pt: O Estado Islâmico enviou mais combatentes a Ramadi enquanto forças de seguranças e paramilitares xiitas se preparavam para retomar a cidade iraquiana, que caiu nas mãos dos militantes islâmicos há uma semana, em um grande revés para o governo.

source: SEOUL South Korea fired tens of artillery rounds towards North Korea on Thursday after the North fired a projectile towards a South Korean loudspeaker that had been blaring anti-Pyongyang broadcasts, the defence ministry in Seoul said.
pt: SEUL (Reuters) - A Coreia do Sul anunciou ter feito dezenas de tiros de artilharia em direção à Coreia do Norte nesta quinta-feira, depois que o Norte disparou um projétil contra um alto-falante sul-coreano que transmitia de modo estridente mensagens contra o governo norte-coreano, num momento em que a tensão está aumentando na península.

source: A quote from philosopher Rumi under a photo of Johnson graced the cover of the funeral booklet: "Outside the ideas of wrong-doing and right-doing, there is a field .
pt: Uma citação do filósofo Rumi sob a foto de Johnson ilustrava a capa do guia da cerimônia: “Para além das ideias do que é errado e correto, há um lugar .

source: A bomb near the foreign ministry in downtown Cairo killed two lieutenant colonels on Sunday and left nine people injured.
pt: A explosão, o pior ataque no Cairo em meses, matou dois tenentes-coroneis e um recruta, de acordo com o ministério das Relações Exteriores.

source: Islamic State executes eight Sunnis in northern Iraq 9:48am EDT
pt: Estado Islâmico executa oito sunitas no norte do Iraque

source: They all stopped talking to me .
pt: “Estão falando que encontraram ele morto .

source: On the way back to Mugumu, she stops to meet another father who brought his 15-year-old daughter, Nyangi, to the safe house because her brothers were trying to bully her into FGM and marriage .
pt: No caminho de volta para Mugumu, a assistente social faz uma parada para se encontrar o pai de uma menina de 15 anos, Nyangi, que entregou a filha para o abrigo depois de descobrir que seus filhos estavam tentando forçar a menina a ser mutilada e se casar.

source: "Hanging is my family profession," he says .
pt: "Executar é a profissão da minha família .

source: The alliance issued a statement which said “Morsi does not recognize the court which will try him and he will not appoint a lawyer, Egyptian or foreign, to defend him, because he does not recognize the trial, the charges, or any procedure by the coup authority.”
pt: "Nenhum advogado, egípcio ou estrangeiro, defenderá o presidente Mohamed Mursi, porque o presidente não reconhece este julgamento nem outra ação ou processo proveniente do golpe de Estado", anunciou em um comunicado a Aliança pela Democracia e contra o golpe de Estado, uma coalizão de partidários de Mursi.

source: Taiwan plane crash toll reaches 48
pt: Número de mortos em acidente de avião em Taiwan chega a 40

source: That is exactly what I am doing .
pt: O que foi que eu fiz ?

source: >Eight million people may be affected by earthquake, says U.N.
pt: Segundo ONU, oito milhões de pessoas foram afetadas pelo terremoto no Nepal

source: Yes. They do .
pt: Eles não entenderam nada .

source: Russian President Vladimir Putin’s announcement Tuesday that he intends to add more than 40 intercontinental ballistic missiles to Russia’s nuclear arsenal is drawing a muted response — but also a subtle warning — from the White House .
pt: KUBINKA, Rússia (Reuters) - O presidente da Rússia, Vladimir Putin, disse nesta terça-feira que o país está preocupado com um sistema de defesa antimísseis perto de suas fronteiras, após anunciar que Moscou adicionará mais de 40 mísseis balísticos intercontinentais a seu arsenal nuclear neste ano.

source: Last year the hospital, Britain's main centre for Ebola cases, successfully treated British nurse William Pooley with the experimental drug ZMapp after he became infected with the Ebola virus while working in Sierra Leone.
pt: Este é o segundo caso britânico de ebola, após o do enfermeiro William Pooley, que contraiu o vírus em agosto enquanto trabalhava em Serra Leoa, mas se recuperou após ser repatriado a Londres para receber tratamento no hospital Royal Free, o mesmo em que Pauline está internada.

source: Last week, the Taliban released a video in which they showed members of the group pledging allegiance to the new leader, Mullah Akhtar Mansour.
pt: O atentado de ontem foi o primeiro em Cabul desde o anúncio, na semana passada, da morte do líder do Taliban, mulá Omar, e da escolha do novo dirigente, mulá Akhtar Mansour .

source: "To defend Petrobras is to defend Brazil," she added.
pt: Vocês podem ter certeza que defender a Petrobras é defender o Brasil."

source: Secretary of State John Kerry is to set off Tuesday on a trip to Jordan and Saudi Arabia as part of efforts to build an international coalition to counter the jihadists of the so-called "Islamic State."
pt: "Não devemos perder tempo para criar uma coalizão internacional para destruir a ameaça que o EI significa", afirmaram o secretário de Estado americano, John Kerry, e o secretário de Defesa, Chuck Hagel, em um comunicado conjunto.

source: All the code involved is open-source, and a company is selling the robots for around $100 each.
pt: Todo o código envolvido no projeto é aberto, e há uma empresa vendendo os robôs por US$ 100.

source: Actor Johnny Depp's pet dogs could be put down in Australia if he doesn't send them home
pt: Cães de Johnny Depp são levados de volta aos EUA para não serem sacrificados na Austrália

source: If these parties had their say, they would even limit free movement within the EU.
pt: E se tivesse poder para tal, limitariam até a livre circulação na UE.

source: It followed the firefight earlier Thursday in which at least five ISIS militants in northern Syria approached the border and fired on a Turkish border unit, killing one soldier and wounding two others, according to the Turkish military.
pt: ANCARA/BEIRUTE (Reuters) - Forças da Turquia reagiram a disparos de militantes do Estado Islâmico na Síria com tiros de tanque depois que um soldado turco foi morto e outros ficaram feridos em combate na fronteira nesta quinta-feira, disseram os militares.

source: Official says Israel will extend Gaza truce with Hamas 06.08.2014
pt: Israel concorda em prorrogar cessar-fogo com Hamas, diz agência

source: The unrest spread to Arab areas of Israel at the weekend after police shot dead a young Arab-Israeli during a routine arrest operation.
pt: Neste final de semana, a violência invadiu as cidades árabes de Israel, depois que um jovem que se opôs à prisão de um de seus parentes foi baleado pela polícia .

source: It was this: "The FIFA president, secretary general and media director are sitting in a car .
pt: "O presidente da Fifa [Blatter], o secretário-geral [Valcke] e o diretor de comunicação [De Gregorio] estão em um carro .

source: The statement by Jordanian government spokesman Mohammed al-Momani made no mention of Japanese journalist Kenji Goto, who is also being held by the Islamic State group .
pt: Ele também não fez menção ao jornalista japonês Kenji Goto, outro refém mantido pelo Estado Islâmico.

source: Cantlie said other Western governments have negotiated for the release of their hostages but that the British and US governments chose to do things differently.
pt: Os outros governos negociaram com o EI, enquanto os Estados Unidos e o Reino Unido, não", disse .

source: Kiev and its Western backers accuse Russia of sending troops across the border and arming the rebels, charges Moscow denies.
pt: A Rússia vem negando repetidamente as acusações feitas pela Ucrânia e pelo Ocidente de que está enviando tropas à Ucrânia para ajudar os rebeldes.

source: A video file posted online Saturday by a known ISIS supporter shows an image of one hostage, Kenji Goto, holding a photo of what appears to be the corpse of his fellow captive, Haruna Yukawa.
pt: O grupo extremista publicou na internet uma gravação em que um dos reféns japoneses, Kenji Goto, aparece dizendo que seu companheiro de cativeiro, Haruna Yukawa, foi executado.

source: The filing came a day after speculation that billionaire Patrick Drahi's cable and telecommunications company Altice SA is in talks to acquire Oi's Portuguese assets.
pt: O comunicado surgiu após a Altice, controlada pelo bilionário franco-israelense de telecomunicações Patrick Drahi, ter feito uma oferta para comprar as operações portuguesas da Oi, que passou a controlar os ativos da Portugal Telecom depois de uma fusão.

source: The priority now it to get people on board.
pt: “Agora, a gente tem que fazer .

source: Fed says economy improving; September rate hike in view
pt: Fed está mais próximo de elevar juros em setembro, dizem analistas

source: He was indicted the next day on conspiracy charges against President Nicolas Maduro and is held at Venezuela's Ramo Verde military prison, where fellow hardline opposition leader Leopoldo Lopez has been jailed for a year.
pt: O juiz determinou a transferência do prefeito para a prisão militar de Ramo Verde — a mesma onde está detido há mais de um ano o líder opositor Leopoldo López — enquanto ele aguarda o julgamento .

source: Products in the United States rarely list on the label whether they contain phthalates or not.
pt: Os produtos nos Estados Unidos raramente exibem na embalagem a presença de ftalatos.

source: The 2008 world champion could not finish a lap in the first session due to an oil pressure sensor problem, but topped the timesheets in the second with a lap of one minute 29.625 seconds on a glorious sunny day at Albert Park.
pt: Hamilton, campeão mundial de 2008 pela McLaren, não marcou tempo na primeira sessão do treino por causa de um problema em um sensor, mas liderou na segunda parte, com o tempo de 1min29s625, num dia ensolarado no Albert Park.

source: Williams was found dead in his Northern California home Monday after what investigators suspect was a suicide by hanging.
pt: Aos 63 anos, o ator foi encontrado morto em sua casa; a suspeita é de suicídio

source: SHANGHAI, May 20 (Reuters) - China and Russia failed to sign a $400 billion gas supply agreement on Tuesday, despite growing urgency for the Kremlin to seal a deal as it faces economic and political isolation in the West over the crisis in Ukraine.
pt: XANGAI (Reuters) - China e Rússia fracassaram em assinar um acordo de fornecimento de gás avaliado em 400 bilhões de dólares, nesta terça-feira, apesar da crescente urgência para o Kremlin de fechar o negócio em um momento no qual enfrenta isolamento econômico e político do Ocidente por conta da crise na Ucrânia.

source: North Korea's first firing in four years of mid-range missiles that can hit Japan followed a series of short-range rocket launches over the past two months.
pt: É a primeira vez em quatro anos que a Coreia do Norte testa mísseis Rodong, capazes de atingir o Japão .

source: WASHINGTON (Reuters) - The captured wife of a senior Islamic State leader who was killed in a weekend raid will face questions over what she and her husband knew about the group's treatment of hostages, including Americans, U.S. officials said.
pt: Forças especiais dos Estados Unidos mataram um líder de alto escalão do grupo jihadista Estado Islâmico (EI) e capturaram sua esposa no leste da Síria, informou neste sábado a Casa Branca .

source: Nepal's leaders have admitted that the probability of finding survivors under the rubble after last week's earthquake is now very low .
pt: Uma semana depois do terremoto atingir e devastar o Nepal, o governo nepalês não acredita que seja possível encontrar mais sobreviventes entre os escombros .

source: The statement by Schulz comes after the Greens group in the European Parliament on Sunday called for a debate on the travel ban describing it as a "heavy blow for EU-Russia relations, even if its confirmation is not a surprise."
pt: O comunicado de Schulz foi feito a pedido dos Verdes no Parlamento Europeu para abrir um debate sobre as proibições de viagem emitidas pelas autoridades russas, considerando que trata-se de "um duro golpe para as relações UE-Rússia, mesmo que isso não tenha sido uma surpresa".

source: In surprisingly critical and unvarnished comments on Wednesday, White House spokesman Josh Earnest accused Israel of distorting details of the negotiations over Iran's nuclear programme in order to scupper the talks.
pt: O porta-voz da Casa Branca, Josh Earnest, disse que o governo de Obama está consciente sobre a necessidade de conduzir as negociações privadamente e acusou Israel de distorcer a posição dos EUA.

source: "In 2014, an average of 42,500 people became refugees, asylum seekers, or internally displaced every day, representing a four-fold increase in just four years," the report said.
pt: Em 2014, uma média de 42,5 mil pessoas por dia se tornaram refugiadas, requerentes de asilo ou deslocadas internas – o quádruplo do registrado há apenas quatro anos .

source: Haiti, the poorest and most unequal country in the western hemisphere, is still recovering from an earthquake five years ago that levelled much of the capital, Port-au-Prince .
pt: O Haiti ainda se recupera de um terremoto que há cinco anos destruiu grande parte da capital, Porto Príncipe .

source: He said he's done more growing up in recent months than he has in his entire life.
pt: "Os últimos meses foram, provavelmente, os mais difíceis de toda a minha vida .

source: The border crossing at Kasab they seized had been the last point of entry from Turkey into territory fully under control of Assad's forces, since most of the northern border region is already under rebel control.
pt: Os rebeldes vêm lutando pelo controle da passagem de Kasab, na região fronteiriça, desde sexta-feira, quando lançaram uma ofensiva que as autoridades sírias dizem ter sido apoiada pelos militares da Turquia.

source: The border crossing at Kasab they seized had been the last point of entry from Turkey into territory fully under control of Assad’s forces, since most of the northern border region is already under rebel control.
pt: Os rebeldes vêm lutando pelo controle da passagem de Kasab, na região fronteiriça, desde sexta-feira, quando lançaram uma ofensiva que as autoridades sírias dizem ter sido apoiada pelos militares da Turquia.

source: Pope Francis on Sunday described violent attacks on refugees in Rome as symptomatic of a "social emergency" that will only get worse if it is not addressed.
pt: O papa Francisco classificou, neste domingo, como "emergncia social" os violentos ataques contra refugiados em Roma e ressaltou que a situao pode piorar caso no seja enfrentada.

source: We have to concentrate on ourselves and not focus on the opposite .
pt: Não tem outro domingo, não tem outra concentração .

source: Three Chinese aircraft have been sent to Malaysia to help with the search for the missing plane, China's Xinhua news agency says .
pt: A China enviou uma autoridade especial à Malásia, segundo a agência de notícias chinesas Xinhua .

source: Disaster management officials and relief workers are still battling to get rescue teams on many of the islands that bore the brunt of Cyclone Pam's winds of more than 300 kph (185 mph) on Friday and Saturday.
pt: Equipes de ajuda humanitária ainda enfrentam dificuldades para chegar a muitas das ilhas castigadas pelas rajadas do Cyclone Pam, que passou na sexta-feira e no sábado a uma velocidade de mais de 300 quilômetros por hora.

source: In Anbar province, security forces backed by tribal fighters held off a major attack by militants on Haditha, a town northwest of Baghdad made strategic by the large nearby dam and its oil refinery.
pt: No terreno, as forças iraquianas e os combatentes tribais conseguiram repelir um ataque de insurgentes contra Haditha, uma cidade do oeste do país que conta com uma refinaria de petróleo.

source: "It's really an alternative choice to ride a bicycle -- it's often a choice that comes out of necessity because of the rising costs of transport and in fact people have to travel long distances to get to work .
pt: Eu uso a bike há muito tempo e acredito que o número de pessoas que começou a ver a bicicleta como meio de transporte vem aumentando, com um incentivo como esse tende a aumentar ainda mais", disse .

source: It said casualties included woman and children.
pt: Entre as vítimas estariam mulheres e crianças.

source: The UN Security Council is to hold an emergency meeting on Thursday to discuss the epidemic.
pt: O Conselho de Segurança da ONU se encontrou em uma reunião convocada de última hora para discutir a questão.

source: Recent tensions between Germany and the United States boiled over last year, when Berlin told the U.S.'s top intelligence official in the embassy to leave over the spying scandal.
pt: O escândalo acabou com um pedido (por parte da Alemanha) de desligamento da autoridade da Inteligência da embaixada nos Estados Unidos no país.

source: “I have bruises all up and down me. ”
pt: Com todos os problemas que já tem e que o poder...

source: "What is also true is the legacy of slavery, Jim Crow, discrimination in almost every institution of our lives, you know, that casts a long shadow and that's still part of our DNA that's passed on," the US leader said .
pt: O legado da escravatura e a discriminação em quase todas as instituições das nossas vidas têm impacto duradouro e continuam a fazer parte do nosso DNA”, acrescentou o presidente.

source: He found another one, 100 miles away .
pt: O outro suspeito fugiu e ainda não foi localizado.

source: But as far as the sound goes, I don't think it's different necessarily because of Greg .
pt: É incrível, porque eu não me sinto tão diferente assim, de lá para cá.

source: People want to see goals, not the people stopping the goals."
pt: As pessoas querem ver gols, não aqueles que impedem os gols", acrescentou.

source: They sell the country as being first world but in certain things they are very backward."
pt: Eles dizem que são o primeiro mundo aqui na Europa, mas é onde acontece a maioria dos casos .
